Repository: BloodJohn/AncientTech_LD36
Catalog: Assets/SmartLocalizationWorkspace/Data/LanguageData/Language.*.resx
Languages: ru

# autumn_description
source: All winter, the sheep will eat the hay, that you mowed in the summer. Over the winter people will make cloth from wool. Some sheep be slaughtered at the beginning of winter for meat.
ru: Всю зиму овцы едят сено заготовленное летом. Из шерсти изготавливают сукно. Часть овец забивают на мясо.

# autumn_description2
source: Is unsalted fish, dried by cold air and wind on wooden racks (hjell) on the foreshore. Dried fish has a storage life of several years.
ru: Рыбу потрошат и вывешивают на улице. Идеальные условия - чуть выше нуля градусов и мало дождей. При заморозках лед разрывает мясо и рыба портится.

# autumn_description3
source: Narrow house with a single room of 5 to 15 meters. Stone foundation, wooden beams and walls of turf in 2 meters thick.
ru: Узкий дом с единственный комнатой 5 на 15 метров. Каменный фундамент, деревянные балки и стены из дерна в 2 метра толщиной.

# autumn_title
source: Sheep are sheared in the autumn
ru: Осенью овец собирают и стригут

# autumn_title2
source: Stockfish (cod)
ru: Треску сушат на палке

# autumn_title3
source: Longhouse Stong
ru: Длинный дом

# defeat_noFood
source: Winter on the house run out of food. The Vikings began to die from hunger.
ru: Еда закончилась. Люди начали умирать от голода.

# defeat_noSheep
source: All the sheep went to the knife. No cloth - nothing to trade. The farm is doomed.
ru: Сено кончилось. Овцы погибли от голода. Нет сукна - нечем торговать. Хутор обречен.

# defeat_restart
source: Restart Game
ru: Сыграть снова

# defeat_result
source: Your score: {0} Felted Wool
ru: Твой результат: {0}шт. сукна.

# defeat_vote
source: Comment in Store!
ru: Что понравилось в игре?

# intro_author
source: design by BloodJohn, art by Mebemory
ru: идея BloodJohn, графика Mebemory

# intro_description
source: You're the head of the Viking village. Catch fish to feed people. Mow hay to feed sheep in winter. Kill a few sheep if there is not enough hay or fish. Sheep provide wool, which need for cloth. Shear more wool!
ru: Ты глава хутора викингов. Лови рыбу чтобы кормить людей. Коси сено для овец. Забивай овец если не хватает сена или рыбы. Овцы дают шерсть - для торговли. Нужно больше сукна!

# intro_description2
source: 870. The Saga of the People of the Tattúín River Valley, Landnamabok. The first settlers, heads came on their own ships, with families, households and slaves.
ru: 870 год. Сага о людях из долины Лососьей реки, Книга о взятии земли. Первые поселенцы, главы родов приехали на собственных кораблях, с семьями, домочадцами и рабами.

# intro_title
source: Ancient Iceland: survival economy
ru: Древняя Исландия: Экономика выживания

# intro_title2
source: Icelandic: Landnámsöld
ru: Исландия: Взятие земли

# merchant_description
source: A ship of merchants from Norway sailed past your farm. They buy the cloth and sell iron products. You have {0} cloth for trading.
ru: Корабль торговцев из Норвегии приплывал мимо твоего хутора. Они покупают сукно и продают железные изделия. Сейчас есть {0} сукна для торговли.

# merchant_item200
source: For 200 cloth you will receive one hammer-forged for superior cutting of hay. +1 hay per turn! (click on the image to buy)
ru: Всего за 200 шт. сукна ты получишь один серп превосходной ковки для срезания травы. +1 сено за ход! (жми на картинку, чтобы купить)

# merchant_item500
source: For 500 cloth you get good forks for spreading hay. +2 to the Seine for the course! (until the end of this game)
ru: За 500 шт. сукна ты получишь добротные вилы для разбрасывания сена. +2 к сену за ход! (до конца этой игры)

# spring_description
source: In the spring the sheep go to graze on the meadows. Made in winter fabric will be sold to the merchants in exchange for weapons and tools. Fishing is not always a lot of fish. Mow enough hay for the winter.
ru: К весне ягнята подрастают. Ткань продадут купцам в обмен на инструмент и оружие. Не всегда в море есть рыба. Заготовь сена на зиму.

# spring_description2
source: The treatment of the hay was a heavy and labour-consuming task. After mowing the windrows had to be tedded, spread and prepared for field-drying. Because of unreliable weather conditions, the hay had to be protected from dew and rain, leading to rewetting and reduced quality.
ru: Скошенное сено может сгнить от сильных дождей. Придется начинать косить заново. В лугах стога стоят недолго. Сено укрывают, с помощью шкур и сукна.

# spring_description3
source: The ship's boat smeared with tar made of seal blubber for protection from infesting by sea worms. The tall, straight trees needed for keels and masts would be in short supply.
ru: Лодки обрабатывают тюленьим жиром, чтобы дерево не съели морские черви. В Исландии нет своего строевого леса для киля и мачты.

# spring_title
source: Over the winter born lambs
ru: Зимой родились ягнята

# spring_title2
source: Hay Drying in Iceland
ru: Каково лето, таково и сено

# spring_title3
source: Seal blubber (seltjara)
ru: Ворвань (seltjara)

# summer_button
source: IceLand
ru: Исландия

# summer_fish_spr
source: En/Arrow/S_2
ru: Ru/Arrow/S_2

# summer_hay_spr
source: En/Arrow/S_1
ru: Ru/Arrow/S_1

# summer_title
source: Summer {0}
ru: Лето {0}

# winter_button
source: LongHouse
ru: Длинный Дом

# winter_ship_spr
source: En/Arrow/W_1
ru: Ru/Arrow/W_1

# winter_title
source: {0} Winter {1}
ru: {0} Зима {1}

# winter_turn_spr
source: En/Arrow/W_2
ru: Ru/Arrow/W_2
